<template>
  <section id="setting-sidebar">
    <div class="sidebar">
      <p>コメント削除</p>
      <p>シナリオ先頭に追加</p>
      <p>シナリオ末尾に追加</p>
      <p>行頭に追加</p>
      <p>行末に追加</p>
      <p>詳細な置換</p>
      <p>コメント削除</p>
      <p>シナリオ先頭に追加</p>
      <p>シナリオ末尾に追加</p>
      <p>行頭に追加</p>
      <p>行末に追加</p>
      <p>詳細な置換</p>
      <p>コメント削除</p>
      <p>シナリオ先頭に追加</p>
      <p>シナリオ末尾に追加</p>
      <p>行頭に追加</p>
      <p>行末に追加</p>
      <p>詳細な置換</p>
      <p>コメント削除</p>
      <p>シナリオ先頭に追加</p>
      <p>シナリオ末尾に追加</p>
      <p>行頭に追加</p>
      <p>行末に追加</p>
      <p>詳細な置換</p>
      <p>コメント削除</p>
      <p>シナリオ先頭に追加</p>
      <p>シナリオ末尾に追加</p>
      <p>行頭に追加</p>
      <p>行末に追加</p>
      <p>詳細な置換</p>
      <p>コメント削除</p>
      <p>シナリオ先頭に追加</p>
      <p>シナリオ末尾に追加</p>
      <p>行頭に追加</p>
      <p>行末に追加</p>
      <p>詳細な置換</p>
    </div>
  </section>
</template>

<style lang="scss"></style>
